Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Expectation is measurable: studies find that people who simply believe they're likely to have a lucid dream tonight go on to have more of them. Your mindset isn't a side note — it's part of the technique.
ar: التوقّع قابل للقياس: تجد الدراسات أن من يعتقدون ببساطة أنهم على الأرجح سيحلمون حلمًا واعيًا الليلة يحظون بالمزيد منها. عقليتك ليست هامشًا — بل جزء من التقنية.
de: Erwartung ist messbar: Studien zeigen, dass Menschen, die einfach glauben, heute Nacht wahrscheinlich luzid zu träumen, tatsächlich mehr solcher Träume haben. Deine Einstellung ist keine Nebensache – sie ist Teil der Technik.
es: La expectativa es medible: los estudios muestran que quienes simplemente creen que es probable que tengan un sueño lúcido esta noche acaban teniendo más. Tu mentalidad no es un detalle secundario: es parte de la técnica.
fr: L'attente est mesurable : des études montrent que les gens qui croient simplement qu'ils sont susceptibles de faire un rêve lucide cette nuit en font davantage. Votre état d'esprit n'est pas un détail — il fait partie de la technique.
it: L'aspettativa è misurabile: gli studi mostrano che chi semplicemente crede che stanotte avrà probabilmente un sogno lucido finisce per averne di più. La tua mentalità non è un dettaglio: è parte della tecnica.
ja: 期待は測定できます。研究によれば、「今夜は明晰夢を見そうだ」とただ信じる人ほど、実際に多く見るようになります。心構えは付け足しではなく——技法の一部です。
ko: 기대는 측정 가능합니다. 연구에 따르면 오늘 밤 자각몽을 꿀 가능성이 높다고 그저 믿는 사람들이 실제로 더 많이 꿉니다. 마음가짐은 곁다리가 아니라 — 기법의 일부입니다.
nl: Verwachting is meetbaar: studies tonen dat mensen die simpelweg geloven dat ze vannacht waarschijnlijk lucide dromen, er ook meer krijgen. Je mindset is geen voetnoot — het is onderdeel van de techniek.
pt_br: A expectativa é mensurável: estudos mostram que pessoas que simplesmente acreditam que provavelmente terão um sonho lúcido hoje acabam tendo mais. Sua mentalidade não é um detalhe — é parte da técnica.
ru: Ожидание измеримо: исследования показывают, что люди, которые просто верят, что этой ночью у них, скорее всего, будет осознанный сон, видят их чаще. Твой настрой — не примечание, а часть техники.
zh_hans: 期望是可衡量的：研究发现，仅仅相信自己今晚很可能做清醒梦的人，确实会做得更多。你的心态不是无关紧要的注脚——它是技巧的一部分。

source: Expectation shapes dreams; forcing creates resistance.
ar: التوقّع يشكّل الأحلام؛ والإجبار يخلق مقاومة.
de: Erwartung formt Träume; Zwang erzeugt Widerstand.
es: La expectativa moldea los sueños; forzar crea resistencia.
fr: L'attente façonne les rêves ; forcer crée de la résistance.
it: L'aspettativa plasma i sogni; forzare crea resistenza.
ja: 予期は夢を形づくり、無理強いは抵抗を生みます。
ko: 기대는 꿈을 빚고, 강요는 저항을 낳습니다.
nl: Verwachting vormt dromen; forceren schept weerstand.
pt_br: A expectativa molda os sonhos; forçar cria resistência.
ru: Ожидание формирует сны; принуждение создаёт сопротивление.
zh_hans: 预期塑造梦境；强求则制造抗拒。

source: Extending Your Time
ar: إطالة وقتك
de: Deine Zeit verlängern
es: Prolongar tu tiempo
fr: Prolonger votre temps
it: Prolungare il tuo tempo
ja: 滞在時間を延ばす
ko: 머무는 시간 늘리기
nl: Je tijd verlengen
pt_br: Prolongando seu tempo
ru: Продлите своё время
zh_hans: 延长你的时间

source: Faithful Journal
ar: يوميات وفية
de: Treues Tagebuch
es: Diario fiel
fr: Journal fidèle
it: Diario fedele
ja: 忠実な日記
ko: 성실한 일기
nl: Trouw dagboek
pt_br: Diário fiel
ru: Верный дневник
zh_hans: 忠实日记

source: Feed
ar: المنشورات
fr: Fil
ja: フィード
ko: 피드
ru: Лента
zh_hans: 动态

source: Finding a tall enough cliff
ar: إيجاد منحدر عالٍ بما يكفي
de: Eine hoch genug gelegene Klippe finden
es: Encontrar un acantilado lo bastante alto
fr: Trouver une falaise assez haute
it: Trovare una scogliera abbastanza alta
ja: 十分に高い崖を見つける
ko: 충분히 높은 절벽 찾기
nl: Een hoge genoeg klif vinden
pt_br: Encontrar um penhasco alto o bastante
ru: Найти достаточно высокий обрыв
zh_hans: 找一座足够高的悬崖

source: Finding Your Wake Window
ar: إيجاد نافذة استيقاظك
de: Dein Wachfenster finden
es: Encontrar tu ventana de vigilia
fr: Trouver votre fenêtre de réveil
it: Trovare la tua finestra di veglia
ja: 目覚めの時間帯を見つける
ko: 기상 시간대 찾기
nl: Je wakkerwordvenster vinden
pt_br: Encontrando sua janela de despertar
ru: Найдите своё окно пробуждения
zh_hans: 找到你的清醒窗口

source: Flight & Movement
ar: الطيران والحركة
de: Flug & Bewegung
es: Vuelo y movimiento
fr: Vol et mouvement
it: Volo e movimento
ja: 飛行と移動
ko: 비행과 이동
nl: Vliegen en bewegen
pt_br: Voo e movimento
ru: Полёт и движение
zh_hans: 飞行与移动

source: Flight in dreams runs on belief, not technique. Pick a method you trust — leap and soar, swim through the air, imagine a pull from above — and commit to it without hesitation. Doubt is gravity here. Expect to fly, and you will.
ar: الطيران في الأحلام يعمل بالإيمان، لا بالتقنية. اختر طريقة تثق بها — اقفز وحلّق، اسبح في الهواء، تخيّل جذبًا من فوق — والتزم بها دون تردّد. الشك هو الجاذبية هنا. توقّع أن تطير، فستطير.
de: Fliegen in Träumen läuft auf Glauben, nicht auf Technik. Wähl eine Methode, der du vertraust – spring ab und gleite, schwimm durch die Luft, stell dir einen Zug von oben vor – und bekenn dich ohne Zögern dazu. Zweifel ist hier die Schwerkraft. Erwarte zu fliegen, und du wirst es.
es: Volar en los sueños funciona con la creencia, no con la técnica. Elige un método en el que confíes —salta y planea, nada por el aire, imagina un tirón desde arriba— y comprométete sin titubear. La duda es la gravedad aquí. Espera volar, y volarás.
fr: Voler en rêve fonctionne par la croyance, non par la technique. Choisissez une méthode en laquelle vous avez confiance — bondir et planer, nager dans l'air, imaginer une traction d'en haut — et engagez-vous sans hésiter. Le doute, ici, c'est la gravité. Attendez-vous à voler, et vous volerez.
it: Volare nei sogni va a fede, non a tecnica. Scegli un metodo di cui ti fidi — slanciati e plana, nuota nell'aria, immagina una trazione dall'alto — e impegnati senza esitare. Qui il dubbio è la gravità. Aspettati di volare, e volerai.
ja: 夢の中で飛ぶことは、技術ではなく信念で動きます。信じられる方法を選びましょう——跳んで滑空する、空を泳ぐ、上からの引きを想像する——そしてためらわず身を委ねます。ここでは疑いが重力です。飛ぶと予期すれば、飛べます。
ko: 꿈에서 나는 것은 기술이 아니라 믿음으로 작동합니다. 신뢰하는 방법을 고르세요 — 도약해 활공하기, 공중을 헤엄치기, 위에서 끌어당김을 상상하기 — 그리고 망설임 없이 전념하세요. 여기서는 의심이 중력입니다. 날 거라고 기대하면, 날게 됩니다.
nl: Vliegen in dromen draait op geloof, niet op techniek. Kies een methode die je vertrouwt — spring af en zweef, zwem door de lucht, beeld je een trek van bovenaf in — en verbind je er zonder aarzeling aan. Twijfel is hier de zwaartekracht. Verwacht te vliegen, en je vliegt.
pt_br: Voar nos sonhos funciona pela crença, não pela técnica. Escolha um método em que confie — salte e plane, nade pelo ar, imagine um puxão de cima — e comprometa-se sem hesitar. A dúvida é a gravidade aqui. Espere voar, e voará.
ru: Полёт во снах держится на вере, а не на технике. Выберите метод, которому доверяете, — оттолкнуться и парить, плыть по воздуху, вообразить тягу сверху — и без колебаний отдайтесь ему. Сомнение здесь — это гравитация. Ожидайте, что полетите, — и полетите.
zh_hans: 在梦里飞，靠的是信念，而非技巧。挑一个你信得过的方法——纵身翱翔、在空中游动、想象一股自上而下的牵引——并毫不犹豫地投入。在这里，怀疑就是重力。预期自己会飞，你就会飞。

source: Flying is one of the most universally reported pleasant dreams across cultures and eras — a near-universal human experience, and for many people the very first thing they try once they realize they're dreaming.
ar: الطيران من أكثر الأحلام السارّة شيوعًا عبر الثقافات والعصور — تجربة إنسانية شبه عالمية، وبالنسبة لكثيرين هو أول ما يجرّبونه حالما يدركون أنهم يحلمون.
de: Fliegen gehört kultur- und epochenübergreifend zu den am häufigsten berichteten angenehmen Träumen – eine nahezu universelle menschliche Erfahrung und für viele das Allererste, was sie ausprobieren, sobald sie erkennen, dass sie träumen.
es: Volar es uno de los sueños placenteros más reportados a través de culturas y épocas: una experiencia humana casi universal, y para muchos lo primerísimo que prueban en cuanto se dan cuenta de que están soñando.
fr: Voler est l'un des rêves agréables les plus rapportés à travers les cultures et les époques — une expérience humaine quasi universelle, et pour beaucoup la toute première chose qu'ils essaient dès qu'ils réalisent qu'ils rêvent.
it: Volare è uno dei sogni piacevoli più riportati attraverso culture ed epoche — un'esperienza umana quasi universale, e per molti la primissima cosa che provano appena si accorgono di stare sognando.
ja: 飛ぶことは、文化や時代を超えて最もよく報告される心地よい夢の一つです——ほぼ普遍的な人間の経験であり、多くの人にとって、夢だと気づいて真っ先に試すことなのです。
ko: 나는 것은 문화와 시대를 가로질러 가장 많이 보고되는 즐거운 꿈 중 하나입니다 — 거의 보편적인 인간 경험이며, 많은 이에게는 꿈인 줄 깨닫고 가장 먼저 시도하는 일입니다.
nl: Vliegen is een van de meest gerapporteerde aangename dromen door culturen en tijdperken heen — een bijna universele menselijke ervaring, en voor velen het allereerste wat ze proberen zodra ze beseffen dat ze dromen.
pt_br: Voar é um dos sonhos prazerosos mais relatados através de culturas e épocas — uma experiência humana quase universal, e para muitos a primeiríssima coisa que tentam assim que percebem que estão sonhando.
ru: Полёт — один из самых часто описываемых приятных снов в разных культурах и эпохах: почти всеобщий человеческий опыт и для многих самое первое, что они пробуют, едва осознав, что спят.
zh_hans: 飞翔是跨越文化与时代、被报告得最多的愉快梦境之一——一种近乎普世的人类体验，对许多人而言，更是他们一意识到自己在做梦便最先尝试的事。

source: Flying is the dream everyone wants. The only thing holding you down is doubt.
ar: الطيران هو الحلم الذي يريده الجميع. الشيء الوحيد الذي يُبقيك على الأرض هو الشك.
de: Fliegen ist der Traum, den jeder will. Das Einzige, was dich am Boden hält, ist Zweifel.
es: Volar es el sueño que todos quieren. Lo único que te mantiene en el suelo es la duda.
fr: Voler est le rêve que tout le monde veut. La seule chose qui vous retient au sol, c'est le doute.
it: Volare è il sogno che tutti desiderano. L'unica cosa che ti tiene a terra è il dubbio.
ja: 飛ぶことは、誰もが望む夢です。あなたを地に縛りつける唯一のものは、疑いです。
ko: 나는 것은 누구나 바라는 꿈입니다. 당신을 땅에 붙들어 두는 유일한 것은 의심입니다.
nl: Vliegen is de droom die iedereen wil. Het enige wat je tegenhoudt is twijfel.
pt_br: Voar é o sonho que todos querem. A única coisa que te prende ao chão é a dúvida.
ru: Полёт — это сон, которого хочет каждый. Единственное, что держит вас на земле, — сомнение.
zh_hans: 飞翔，是人人都想要的梦。唯一把你按在地上的，是怀疑。

source: Follow
ar: متابعة
de: Folgen
es: Seguir
fr: Suivre
it: Segui
ja: フォロー
ko: 팔로우
nl: Volgen
pt_br: Seguir
ru: Подписаться
zh_hans: 关注

source: Following
ar: تتابعه
de: Folgt
es: Siguiendo
fr: Abonné
it: Segui già
ja: フォロー中
ko: 팔로잉
nl: Volgend
pt_br: Seguindo
ru: Вы подписаны
zh_hans: 已关注

source: Force it as hard as possible tonight
ar: إجباره بأقصى قوة الليلة
de: Es heute Nacht so stark wie möglich erzwingen
es: Forzarlo todo lo posible esta noche
fr: Le forcer le plus fort possible cette nuit
it: Forzarlo il più possibile stanotte
ja: 今夜、できるだけ強引にやろうとする
ko: 오늘 밤 최대한 억지로 밀어붙이기
nl: Het vannacht zo hard mogelijk forceren
pt_br: Forçar ao máximo esta noite
ru: Изо всех сил форсировать это сегодня ночью
zh_hans: 今晚尽可能用力强求

source: Force yourself to invent the rest
ar: إجبار نفسك على اختلاق البقية
de: Dich zwingen, den Rest zu erfinden
es: Obligarte a inventar el resto
fr: Vous forcer à inventer le reste
it: Costringerti a inventare il resto
ja: 残りを無理に作り上げる
ko: 나머지를 억지로 지어낸다
nl: Jezelf dwingen de rest te verzinnen
pt_br: Forçar-se a inventar o resto
ru: Заставить себя выдумать остальное
zh_hans: 强迫自己编造其余部分

source: Forcing the walls to dissolve
ar: إجبار الجدران على الذوبان
de: Die Wände zum Auflösen zwingen
es: Forzar a que las paredes se disuelvan
fr: Forcer les murs à se dissoudre
it: Forzare i muri a dissolversi
ja: 壁を無理に溶けさせる
ko: 벽을 억지로 녹이기
nl: De muren dwingen op te lossen
pt_br: Forçar as paredes a se dissolverem
ru: Силой заставлять стены растворяться
zh_hans: 强行让墙壁消融

source: Forgetting your day
ar: نسيان يومك
de: Deinen Tag vergessen
es: Olvidar tu día
fr: Oublier votre journée
it: Dimenticare la tua giornata
ja: その日のことを忘れること
ko: 당신의 하루를 잊는 것
nl: Je dag vergeten
pt_br: Esquecer o seu dia
ru: Забывание своего дня
zh_hans: 忘掉你这一天

source: Forgot password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
nl: Wachtwoord vergeten?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
zh_hans: 忘记密码？

source: Forgot your password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
zh_hans: 忘记密码了？

source: Foundations
ar: الأساسيات
de: Grundlagen
es: Fundamentos
fr: Fondamentaux
it: Fondamenti
ja: 基礎
ko: 기초
nl: Grondbeginselen
pt_br: Fundamentos
ru: Основы
zh_hans: 基础

source: Foundations complete. You understand what lucidity is, when it lives, and the mindset that unlocks it.
ar: اكتملت الأساسيات. أنت تفهم ما هو الوعي، ومتى يعيش، والعقلية التي تفتحه.
de: Grundlagen abgeschlossen. Du verstehst, was Luzidität ist, wann sie lebt und welche Denkweise sie freischaltet.
es: Fundamentos completados. Entiendes qué es la lucidez, cuándo vive y la mentalidad que la desbloquea.
fr: Fondamentaux terminés. Vous comprenez ce qu'est la lucidité, quand elle vit et l'état d'esprit qui la déverrouille.
it: Fondamenti completati. Capisci cos'è la lucidità, quando vive e la mentalità che la sblocca.
ja: 基礎が完了しました。明晰さとは何か、いつ宿るのか、そしてそれを解き放つ心構えを理解しています。
ko: 기초 완료. 자각이 무엇인지, 언제 깃드는지, 그리고 그것을 여는 마음가짐을 이해했습니다.
nl: Grondbeginselen voltooid. Je begrijpt wat luciditeit is, wanneer ze leeft en de mindset die haar ontgrendelt.
pt_br: Fundamentos concluídos. Você entende o que é a lucidez, quando ela vive e a mentalidade que a destrava.
ru: Основы завершены. Ты понимаешь, что такое осознанность, когда она живёт и какое мышление её открывает.
zh_hans: 基础已完成。你明白了什么是清醒、它何时存在，以及开启它的心态。

source: Frequent, predictable cues turn checks into an automatic habit.
ar: الإشارات المتكررة والمتوقّعة تحوّل الفحوص إلى عادة تلقائية.
de: Häufige, vorhersehbare Hinweise machen Checks zu einer automatischen Gewohnheit.
es: Las señales frecuentes y predecibles convierten las comprobaciones en un hábito automático.
fr: Des indices fréquents et prévisibles transforment les tests en une habitude automatique.
it: Segnali frequenti e prevedibili trasformano i controlli in un'abitudine automatica.
ja: 頻繁で予測できる合図が、チェックを自動の習慣に変えます。
ko: 자주 나타나고 예측 가능한 신호가 체크를 자동 습관으로 바꿉니다.
nl: Frequente, voorspelbare signalen maken van checks een automatische gewoonte.
pt_br: Pistas frequentes e previsíveis transformam as checagens em um hábito automático.
ru: Частые, предсказуемые сигналы превращают проверки в автоматическую привычку.
zh_hans: 频繁而可预期的提示，会把检验变成一种自动的习惯。

source: Full Spectrum
ar: الطيف الكامل
de: Volles Spektrum
es: Espectro completo
fr: Spectre complet
it: Spettro completo
ja: フルスペクトル
ko: 전체 스펙트럼
nl: Volledig spectrum
pt_br: Espectro completo
ru: Полный спектр
zh_hans: 全光谱

source: Generate title with AI
ar: إنشاء عنوان بالذكاء الاصطناعي
de: Titel mit KI generieren
es: Generar título con IA
fr: Générer un titre avec l'IA
it: Genera titolo con IA
ja: AIでタイトルを生成
ko: AI로 제목 생성
nl: Titel genereren met AI
pt_br: Gerar título com IA
ru: Сгенерировать заголовок с ИИ
zh_hans: 用 AI 生成标题

source: Generating tags…
ar: جارٍ إنشاء الوسوم…
de: Tags werden generiert…
es: Generando etiquetas…
fr: Génération des tags…
it: Generazione tag…
ja: タグを生成中…
ko: 태그 생성 중…
nl: Tags genereren…
pt_br: Gerando tags…
ru: Создаём теги…
zh_hans: 正在生成标签…

source: Generating title…
ar: جارٍ إنشاء العنوان…
de: Titel wird generiert…
es: Generando título…
fr: Génération du titre…
it: Generazione titolo…
ja: タイトルを生成中…
ko: 제목 생성 중…
nl: Titel genereren…
pt_br: Gerando título…
ru: Создаём заголовок…
zh_hans: 正在生成标题…

source: Gentle nudges to keep your dream journal — and your streak — alive: a morning prompt at your chosen time to capture last night's dream, a reminder if a day goes by, and an evening heads-up when your streak is about to break. If the toggle switches back off, notifications are disabled for HalfLight in your device's Settings.
ar: تذكيرات لطيفة للحفاظ على يومياتك للأحلام — وسلسلتك — حيّة: تنبيه صباحي في الوقت الذي تختاره لتسجيل حلم الليلة الماضية، وتذكير إذا مرّ يوم، وتنبيه مسائي عندما توشك سلسلتك على الانقطاع. إذا عاد المفتاح إلى وضع الإيقاف، فهذا يعني أن إشعارات HalfLight معطّلة في إعدادات جهازك.
de: Sanfte Erinnerungen, um dein Traumtagebuch – und deine Serie – am Leben zu halten: ein Morgenhinweis zur gewählten Zeit, um den Traum der letzten Nacht festzuhalten, eine Erinnerung, wenn ein Tag vergeht, und ein Hinweis am Abend, wenn deine Serie zu reißen droht. Wird der Schalter wieder ausgeschaltet, sind Mitteilungen für HalfLight in den Einstellungen deines Geräts deaktiviert.
es: Recordatorios suaves para mantener vivo tu diario de sueños —y tu racha—: un aviso por la mañana a la hora que elijas para capturar el sueño de anoche, un recordatorio si pasa un día y un aviso por la noche cuando tu racha está a punto de romperse. Si el interruptor se vuelve a desactivar, las notificaciones de HalfLight quedan desactivadas en los Ajustes de tu dispositivo.
fr: De doux rappels pour garder vivant votre journal de rêves — et votre série — : une invite le matin à l'heure de votre choix pour noter le rêve de la nuit, un rappel si une journée passe, et une alerte le soir quand votre série est sur le point de se rompre. Si l'option se désactive, les notifications de HalfLight sont désactivées dans les Réglages de votre appareil.
it: Promemoria delicati per mantenere vivo il tuo diario dei sogni — e la tua serie —: un avviso al mattino all'ora che scegli per catturare il sogno della notte, un promemoria se passa un giorno e un avviso la sera quando la serie sta per interrompersi. Se l'interruttore si rispegne, le notifiche di HalfLight sono disattivate nelle Impostazioni del tuo dispositivo.
ja: 夢日記と連続記録を絶やさないための優しいリマインダー：選んだ時間に昨夜の夢を記録する朝の通知、1日経過した場合のリマインダー、連続記録が途切れそうなときの夜の知らせ。スイッチが再びオフになる場合、デバイスの「設定」でHalfLightの通知が無効になっています。
ko: 꿈 일기와 연속 기록을 이어가도록 돕는 부드러운 알림: 지난밤 꿈을 기록하도록 원하는 시간에 보내는 아침 알림, 하루가 지나면 보내는 알림, 연속 기록이 끊기려 할 때 보내는 저녁 알림이 있습니다. 스위치가 다시 꺼지면 기기 설정에서 HalfLight 알림이 비활성화된 것입니다.
nl: Zachte herinneringen om je droomdagboek — en je reeks — levend te houden: een ochtendmelding op het door jou gekozen tijdstip om de droom van vannacht vast te leggen, een herinnering als er een dag voorbijgaat en een avondseintje wanneer je reeks dreigt te breken. Als de schakelaar weer uitgaat, zijn meldingen voor HalfLight uitgeschakeld in de Instellingen van je apparaat.
pt_br: Lembretes gentis para manter vivo seu diário de sonhos — e sua sequência —: um aviso de manhã no horário que você escolher para capturar o sonho da noite passada, um lembrete se um dia se passar e um aviso à noite quando sua sequência estiver prestes a quebrar. Se o botão for desativado novamente, as notificações do HalfLight ficam desativadas nos Ajustes do seu dispositivo.
ru: Мягкие напоминания, чтобы поддерживать ваш дневник снов — и серию: утренняя подсказка в выбранное время, чтобы записать сон прошлой ночи, напоминание, если прошёл день, и вечерний сигнал, когда серия вот-вот прервётся. Если переключатель снова выключится, уведомления для HalfLight отключены в настройках вашего устройства.
zh_hans: 温和的提醒，让你的梦境日记和连续记录保持活跃：在你选择的时间发出的晨间提示，提醒你记录昨晚的梦；过了一天后的提醒；以及当连续记录即将中断时的傍晚提示。如果开关再次关闭，则表示已在设备的“设置”中停用了 HalfLight 的通知。

source: Gentle repetition trains the dreaming mind far better than pressure.
ar: التكرار اللطيف يدرّب العقل الحالم أفضل بكثير من الضغط.
de: Sanfte Wiederholung trainiert den träumenden Geist weit besser als Druck.
es: La repetición suave entrena la mente soñadora mucho mejor que la presión.
fr: La répétition douce entraîne l'esprit rêveur bien mieux que la pression.
it: La ripetizione delicata allena la mente sognante molto meglio della pressione.
ja: 穏やかな反復は、プレッシャーよりもはるかに夢見る心を鍛えます。
ko: 부드러운 반복은 압박보다 훨씬 더 꿈꾸는 마음을 단련합니다.
nl: Zachte herhaling traint de dromende geest veel beter dan druk.
pt_br: A repetição suave treina a mente sonhadora muito melhor que a pressão.
ru: Мягкое повторение тренирует сновидческий ум куда лучше, чем давление.
zh_hans: 温和的重复，远比施压更能训练做梦的心智。

source: Genuinely expecting it might reveal a dream
ar: أن تتوقّع بصدق أنه قد يكشف حلمًا
de: Wirklich erwarten, dass er einen Traum enthüllen könnte
es: Esperar de verdad que pueda revelar un sueño
fr: S'attendre vraiment à ce qu'il révèle un rêve
it: Aspettarti davvero che possa rivelare un sogno
ja: 夢を暴くかもしれないと本気で予期する
ko: 꿈을 드러낼 수도 있다고 진심으로 기대하기
nl: Echt verwachten dat hij een droom kan onthullen
pt_br: Esperar de verdade que ela possa revelar um sonho
ru: Искренне ожидать, что она может выявить сон
zh_hans: 真心预期它可能揭穿一个梦

source: Get an AI interpretation now, or skip it and analyze later.
ar: احصل على تفسير بالذكاء الاصطناعي الآن، أو تخطَّ وحلّل لاحقًا.
de: Hol dir jetzt eine KI-Deutung oder überspringe sie und analysiere später.
es: Obtén una interpretación con IA ahora, u omítela y analiza más tarde.
fr: Obtenez une interprétation par IA maintenant, ou ignorez-la et analysez plus tard.
it: Ottieni un'interpretazione IA ora, oppure salta e analizza più tardi.
ja: 今すぐAIの解釈を見るか、スキップして後で分析できます。
ko: 지금 AI 해석을 받거나, 건너뛰고 나중에 분석하세요.
nl: Krijg nu een AI-interpretatie, of sla het over en analyseer later.
pt_br: Obtenha uma interpretação por IA agora, ou pule e analise depois.
ru: Получите ИИ-интерпретацию сейчас или пропустите и проанализируйте позже.
zh_hans: 立即获取 AI 解读，或跳过稍后再分析。

source: Get up quickly to start the day
ar: النهوض بسرعة لبدء اليوم
de: Schnell aufstehen, um in den Tag zu starten
es: Levantarte rápido para empezar el día
fr: Vous lever vite pour commencer la journée
it: Alzarti in fretta per iniziare la giornata
ja: 一日を始めるために素早く起き上がる
ko: 하루를 시작하려고 빨리 일어난다
nl: Snel opstaan om de dag te beginnen
pt_br: Levantar rápido para começar o dia
ru: Быстро встать, чтобы начать день
zh_hans: 迅速起床开始新的一天

source: Getting excited or trying too hard at the threshold
ar: التحمّس أو الإفراط في المحاولة عند العتبة
de: Sich an der Schwelle aufregen oder zu sehr bemühen
es: Emocionarte o esforzarte demasiado en el umbral
fr: S'exciter ou trop forcer au seuil
it: Emozionarsi o sforzarsi troppo alla soglia
ja: 敷居で興奮したり頑張りすぎたりすること
ko: 문턱에서 흥분하거나 지나치게 애쓰는 것
nl: Opgewonden raken of te hard proberen bij de drempel
pt_br: Empolgar-se ou se esforçar demais no limiar
ru: Возбуждаться или слишком стараться на пороге
zh_hans: 在门槛处兴奋或过度用力

source: Give up — you're one of the people who can't
ar: استسلم — أنت من الأشخاص الذين لا يستطيعون
de: Gib auf – du gehörst zu denen, die es nicht können
es: Ríndete: eres de los que no pueden
fr: Abandonnez — vous êtes de ceux qui ne peuvent pas
it: Arrenditi — sei tra quelli che non ci riescono
ja: あきらめる——あなたはできない側の人間だ
ko: 포기하라 — 당신은 못 하는 부류다
nl: Geef op — je bent een van de mensen die het niet kunnen
pt_br: Desista — você é uma das pessoas que não conseguem
ru: Сдаться — вы из тех, кто не может
zh_hans: 放弃吧——你属于做不到的那种人

source: Give your dream a name
ar: أعطِ حلمك اسمًا
de: Gib deinem Traum einen Namen
es: Dale un nombre a tu sueño
fr: Donnez un nom à votre rêve
it: Dai un nome al tuo sogno
ja: 夢に名前をつけましょう
ko: 꿈에 이름을 지어 주세요
nl: Geef je droom een naam
pt_br: Dê um nome ao seu sonho
ru: Дайте сну название
zh_hans: 给你的梦起个名字

source: Goals don't matter in dreams
ar: الأهداف لا تهمّ في الأحلام
de: Ziele spielen in Träumen keine Rolle
es: Las metas no importan en los sueños
fr: Les objectifs n'ont pas d'importance dans les rêves
it: Gli obiettivi non contano nei sogni
ja: 夢の中では目標は関係ない
ko: 꿈에서는 목표가 중요하지 않다
nl: Doelen doen er niet toe in dromen
pt_br: Objetivos não importam nos sonhos
ru: Цели не имеют значения во снах
zh_hans: 在梦里目标无关紧要

source: Good afternoon
ar: نهارك سعيد
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후예요
nl: Goedemiddag
pt_br: Boa tarde
ru: Добрый день
zh_hans: 下午好

source: Good evening
ar: مساء الخير
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
ja: こんばんは
ko: 좋은 저녁이에요
nl: Goedenavond
pt_br: Boa noite
ru: Добрый вечер
zh_hans: 晚上好
